Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.27.03.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Blogi avattu taas !
sme: Blogga lea fas rahppon !

source: Muutaman kuukauden tauon jälkeen olen palannut työtietokoneen ääreen ja blogini päivittämiseen.
sme: Muhtin mánu gaskka maŋŋel lean máhccan bargodihtora gurrii ja čálán fas interneahttabeaivegirjji.

source: Pahoittelen pitkää taukoa.
sme: Šállošan guhkes botta.

source: Olen ollut alkuvuonna pitkään poissa töistä käsileikkauksesta johtuen.
sme: Lean leamaš álgojagi eret giehtačuohpadeami dihte.

source: Mutta nyt olen palannut täysillä takaisin hoitamaan puheenjohtajan tehtäviä.
sme: Dál lean máhccan dievas leahtuin dikšut ságadoalli bargguid.

source: Osallistuin virkavapauden aikana myös yhteen saamelaiskäräjien hallituksen kokoukseen, mutta puheenjohtajan tehtäviä hoiti II varapuheenjohtaja Heikki Paltto.
sme: Oassálasten virgefriddjavuohtan áigge maiddái ovtta sámedikki stivrra čoakkámii, muhto muđuid ságadoalli bargguid divššui II várreságadoalli Hánno Heaika.

source: En kuitenkaan ala uudelleen kertomaan mediassa esillä olleista kokouspäätöksistä blogissani vaan keskityn ajankohtaisiin ja uusiin tapahtumiin.
sme: In goitge riema ođđasit muitalit medias ovdan leamaš čoakkánmearrádusaid bloggastan, muhto vuojulduvan áigeguovdilis ja ođđa dáhpáhusaide.

source: Parissa kuukaudessa on ehtinyt tapahtua jo niin paljon.
sme: Moatti mánus lea háhppehan dáhpáhuvvat juo nu olu.

source: Merkittävin uutinen on toki saamelaiskäräjien kokous, joka pidettiin historiallisesti Brysselissä.
sme: Mávssolaččamus ođđasiid lei almmatge sámedikki čoakkán, mii dollojuvvui historjjálaččat Brüsselis.

source: Europarlamentaarikko Nils Torvalds oli kutsunut saamelaiskäräjät vierailemaan Brysseliin.
sme: Europarlamentarihkar Nils Torvalds lei bovden sámedikki guossástallat Brüsselii.

source: Saamelaiskäräjien kokous ei sujunut ihan niin kuin Strömsössä.
sme: Sámedikki čoakkán ii mannan aivve dego Strömsös.

source: Kaksi tärkeintä asiaa palautettiin takaisin valmisteluun.
sme: Guokte deháleamos ášši máhcahuvvuiga ođđasit válmmaštallamii.

source: Saamelaiskulttuurikeskus Sajoksen liiketoimintamalli ei ollut yleiskokouksen runsaan enemmistön mielestä sellainen, että sen olisi voinut hyväksyä.
sme: Sámi kulturguovddáža Sadjosa fitnodatdoaibmamálle ii lean dievasčoakkáma eanetlogu oainnu mielde dakkár, ahte dat livččii sáhttán dohkkehuvvot.

source: Toimintamallin vaikutukset saamelaiskäräjälakiin ja – asetukseen, sen budjettiin ja myös juridiset vaikutukset olivat selvittämättä.
sme: Doaibmamálle váikkuhusat sámediggeláhkii ja – ásahussii, dan bušehttii ja maiddái juridihkalaš váikkuhusat ledje čilgekeahttá.

source: Päätös oli hyvä, koska avoimia kysymyksiä toimintamallista oli paljon.
sme: Mearrádus lei buorre, daningo rabas gažaldagat doaibmamálles ledje olu.

source: En itse valitettavasti voinut osallistui siihen hallituksen kokoukseen jossa Sajos malli hyväksyttiin esitettäväksi yleiskokoukselle, mutta olin ilmoittanut etukäteen hallitukselle että en voinut kannattaa esitettyä Sajoksen toimintamallia juuri juridisten epäselvyyksien johdosta.
sme: Ieš in dađi bahábut beassan oassálastit dan stivrra čoakkámii, mas Sadjosa málle dohkkehuvvui ovddiduvvot dievasčoakkámii, muhto ledjen ilmmuhan ovddalgihtii stivrii, ahte in sáhttán guottihit evttohuvvon Sádjosa doaibmamálle evttohuvvot dievasčoakkámii almmá juridihkalaš čilgehusa haga.

source: Petra Magga-Vars oli jättänyt päätökseen eriävän mielipiteen.
sme: Petra Magga-Vars lei guođđán mearrádussii sierra oaivila.

source: Olin viime vuoden puolella edellyttänyt hallintoa selvittämään Sajoksen liiketoimintamallin juridiset vaikutukset.
sme: Ledjen diimmá bealde gáibidan hálddahusa čilget Sadjosa fitnodatdoaibmamálle juridihkalaš váikkuhusaid.

source: Saamelaiskäräjien hallitus oli aikaisemmin myös edellyttänyt, että Sajoksen liiketoiminnan eettinen ohjeistus olisi tullut hyväksyä samassa yhteydessä.
sme: Sámedikki stivra lei ovdal maid gáibidan, ahte Sadjosa fitnodatdoaimma etihkalaš rávvagat livčče galgan dohkkehuvvot seamma oktavuođas.

source: Eettinen ohjeistus ei ole vieläkään valmis.
sme: Etihkalaš rávvagat eai leat velge gárvát.

source: Sajoksen liiketoimintamallissa on kyse siitä, miten Sajoksen tukipalvelut (hallinto ja toimitilahuolto) sekä kokousmyyntipalvelut järjestetään ja mikä on järjestämistavan suhde saamelaiskäräjiin.
sme: Sadjosa fitnodatdoaibmamálles lea jearaldat das, mot Sadjosa doarjjabálvalusat (hálddahus ja doaibmasadjefuolahus) sihke čoakkánvuovdinbálvalusat ordnejuvvojit ja mii lea ordnenvuogi gorri sámediggái.

source: Saamelaiskäräjät on talossa päävuokralainen, mutta talon omistaa Senaatti-kiinteistö.
sme: Sámediggi lea dálu váldoláigolaš, muhto dálu eaiggáduššá Senatti-kiinteistö (Senahtta-giddodat).

source: Saamelaiskäräjät saa avustusta valtiolta Sajoksen tukipalvelujen järjestämiseen, mutta tuki ei kata kaikkia kuluja ja se on osaltaan myös epävarmalla pohjalla.
sme: Sámediggi oažžu stáhtaveahki Sadjosis doarjjabálvalusaid ordnemii, muhto doarjja ii govčča buot goluid ja doarjja lea muhtin muddui eahpesihkkaris vuođu nalde.

source: Isompi ja periaatteellisempi kysymys koskee myös sitä, onko saamelaisten parlamentin tehtävänä markkinoida kokoustiloja ja illallispaketteja.
sme: Stuorit ja prinsihpalaččat gažaldat guoská maid dan, leago sámi parlamentáralaš orgána bargun márkanastit čoakkánsajiid ja eahketborranbáhkaid.

source: Suomen eduskunta ei tällaista tee.
sme: Suoma riikkabeaivvit ii dakkár hommegiid bargga.

source: Avoimia kysymyksiä on siis paljon.
sme: Rabas gažaldagat leat vaikko man eatnat.

source: Lisäksi hyvin suuri kysymys tulee olemaan Sajoksen liiketoiminnan rahoittaminen ja mahdollisten tappioiden kattaminen.
sme: Dasa lassin hui stuora gažaldat boahtá leat čoakkánvuovdima vejolaččat buktin dáhpaid gokčan.

source: Kokousmyynti ja muiden palvelujen myynti on aina epävarmalla pohjalla varsinkin nykyisessä taloudellisessa tilanteessa.
sme: Čoakkánvuovdin ja eará bálvalusaid vuovdin lea álohii eahpesihkkaris vuođu nalde earenoamážit dáláš ekonomalaš dilis.

source: Meillä oli kuitenkin yleiskokouksessa asiasta hyvin rakentava ja perusteellinen lähetekeskustelu.
sme: Mis lei goitge dievasčoakkámis áššis hui konstruktiiva ja vuđolaš sáttaságastallan.

source: Asiassa on todella monta puolta, ja ennen kuin Sajoksen liiketoiminnan pysyvä toimintamalli hyväksytään, kaikki vaihtoehdot olisi selvitettävä.
sme: Áššis leat duođaid máŋga beali, ja ovdal go Sadjosa fitnodatdoaimma bissovaš doaibmamálle dohkkehuvvo, de buot molssaeavttut galggale čilgejuvvot.

source: Yleiskokous palaa asiaan touko- tai kesäkuun seuraavassa kokouksessaan.
sme: Dievasčoakkán máhccá áššái čuovvovaš čoakkámisttis miesse- dehe geassemánu.

source: Toinen iso asia oli saamelaiskäräjien kuluvan vuoden budjetti, joka palautettiin äänestyksen jälkeen valmisteluun.
sme: Nubbi stuora ášši lei sámedikki nohkavaš jagi bušeahtta, mii máhcahuvvui jienasteami maŋŋel válmmaštallamii.

source: Sajoksen liiketoimintamalli, jota yleiskokous ei hyväksynyt, vaikuttaa myös budjettiin, jonka johdosta asian käsittelyn siirto on osittain ymmärrettävää.
sme: Sadjosa fitnodatdoaibmamálle, man dievasčoakkán ii dohkkehan, váikkuha maid bušehttii, man geažil ášši gieđahallama sirdin lea dihto ládje ipmirdahtti.

source: Olisin itse halunnut, että budjetti olisi hyväksytty tässä kokouksessa.
sme: Livččen ieš hálidan, ahte bušeahtta livččii dohkkehuvvon dán čoakkámis.

source: Jo nyt vuotta on kulunut yli kolme kuukautta - ja rahaa on kulunut, ja kun seuraava yleiskokous pidetään, on vuotta kulunut jo puolet vuodesta.
sme: Juo dál lea golihan badjel golbma mánu – ja ruhta lea gollan, ja go čuovvovaš dievasčoakkán dollojuvvo, de jahkebealli lea juo mannan jagis.

source: Yleiskokouksen mahdollisuudet vaikuttaa saamelaiskäräjien rahankäyttöön käytännössä ovat tämän päätöksen myötä kuluvana vuonna pienentyneet.
sme: Dievasčoakkáma vejolašvuođat váikkuhit sámedikki dán jagi ruhtageavaheapmái leat geavadis dán meaarrádusa mielde unnon.

source: Olen itse ehdottanut, että budjetti hyväksyttäisiin budjettivuotta edeltävänä vuonna joulukuussa, jotta yleiskokouksella olisi todellista päätäntävaltaa rahoituksen käytöstä.
sme: Lean ieš evttohan, ahte bušeahtta dohkkehuvvolii bušeahttajagi ovddit jagi juovlamánu, vai dievasčoakkámii livččii duođalaš mearridanváldi ruhtadeami geavaheamis.

source: Saamelaiskäräjien toimintamäärärahat ovat pienet.
sme: Sámedikki doaibmamearreruđat leat unnit.

source: Onkin sitä tärkeämpää, että pienet varamme käytetään mahdollisimman tehokkaasti saamelaiskäräjien vaalikauden toimintaohjelman asettamien painopisteiden mukaisesti.
sme: Leanai dađi dehálit, ahte min smávvaruđat adnojuvvojit nu áhpasit go vejolaš sámedikki válgabahi doaibmaprográmma ásahan deaddočuoggáid mielde.

source: Saamelaiskäräjien kuluvan vuoden budjettia valmisteltiin saamelaiskäräjien hallituksessa.
sme: Sámedikki nohkavaš jagi bušeahtta válmmaštallojuvvui sámedikki stivrras.

source: Aikaisempina vuosina asiaa oli käsitelty kahteen otteeseen: hallitus kävi asiasta ensin lähetekeskustelun, jonka mukaisesti budjettia täydennettiin.
sme: Ovddit jagiid ášši lea gieđahallon guovtte geardde: stivra čađahii vuohččan sáttaságastallama, man mielde bušeahtta dievasmahttojuvvui.

source: Nyt näin ei menetelty.
sme: Dál ná ii meannuduvvon.

source: Jouduin jättämään hallituksen budjettiesitykseen eriävän mielipiteen.
sme: Šadden guođđit stivrra bušeahttaevttohussii sierra oaivila.

source: Saamelaiskäräjät on saanut kuluvalle vuodelle valtiolta lisärahoitusta 100 000 euroa.
sme: Sámediggi lea ožžon nohkavaš jahkái stáhtas lassiruhtadeami 100 000 euro.

source: Rahoitus on oikeusministeriön budjettiehdotuksen mukaan tarkoitettu käytettäväksi saamelaiskäräjien henkilöstön palkkojen tarkistukseen (14 000 euroa) ja ympäristöasioiden edistämiseen (86 000 euroa).
sme: Ruhtadeapmi lea vuoigatvuohtaministeriija bušeahttaevttohusa mielde dárkkuhuvvon adnojuvvot sámedikki bargiid bálkkáid dárkkistusa (14 000 euro) ja birasáššiid ovddideapmái (86 000 euro).

source: Saamelaiskäräjien hallituksen tekemässä ehdotuksessa ympäristöasioiden edistämiseen esitettiin vain 50 000 euroa, mikä ei ole minusta hyväksyttävää.
sme: Sámedikki stivrra dahkan evttohusas birasáššiid ovddideapmái čujuhuvvui evttohusas dušše 50 000 euro, mii mu mielas ii leat dohkálaš.

source: Samanaikaisesti budjettiehdotuksessa saamelaiskäräjät tukee Sajoksen liiketoimintaa eli palvelujen myyntiä 13 000 eurolla varsinaiseen toimintana varatuista määrärahoista ja lisäksi tukee Sajoksen toimintaa myös henkilöstöresurssein.
sme: Ovttaáigásaččat bušeahttaevttohusas sámediggi doarju Sadjosa fitnodatdoaimma dehege bálvalusaid vuovdima 13 000 euroin aitosaš doibmii sirrejuvvon mearreruđain ja dasa lassin doarju Sadjosa doaimma maid bargiidresurssain.

source: Menettely ei ole hyväksyttävää ja tämä herätti paljon keskustelua myös yleiskokouksessa.
sme: Meannudeapmi ii leat dohkkehahtti ja dát bohciidahtii olu ságastallama maid dievasčoakkámis.

source: Toin kokouksen avajaispuheessani esille että kuluva vuosi on vaalikauden tärkein, koska tänä vuonna on tarkoitus saada valmiiksi tai eteenpäin pääministeri Jyrki Kataisen hallitusohjelman keskeiset saamelaiskirjaukset.
sme: Bukten čoakkáma rahpansártnistan ovdan ahte dát jahki lea válgabaji deháleamos, daningo dán jagi lea ulbmilin oažžut válmmašin dehe ovddos oaiveministtar Jyrki Kataisa ráđđehusprográmma guovddáš sámi áššiid ovddidanáigumušaid.

source: Saamelaiskäräjiltä tarvitaan enemmän kuin koskaan ennen yhtenäisyyttä ja aitoa halua parantaa saamelaisten oikeuksia.
sme: Sámedikkis dárbbahuvvo eanet go goassige ovdal oktilašvuohta ja eakti hállu buoridit sámiid vuoigatvuođaid.

source: Nyt on saamelaiskäräjien aika keskittyä asioihin - ei liiketoiminnan kehittämiseen tai pikku kinasteluun.
sme: Dál sámedikkis lea báris áigi vuojulduvvat áššiide, ii fitnodatdoaimma ovddideapmái dehe smávvadigaštallamiidda.

source: Hyvin suuri ongelma on, että saamelaiskäräjillä on todella vähän henkilöstöresursseja asianesittelytehtäviin.
sme: Hui stuora váttisvuohtan lea, ahte sámedikkis leat hui unnán olmmošnávccat áššegieđahallanbargguide.

source: Vaikka suurin osa menoistamme on henkilöstökuluja, asianesitteleviä virkamiehiä meillä on todellisuudessa tällä hetkellä töissä vain kuusi.
sme: Vaikko eanas goluin bohtet bargiidgoluin, áššegieđahalli virgeolbmot mis leat duođalági mielde aiddo dál dušše guhtta.

source: Tärkeimmässä tehtävässämme lakimiessihteerin tehtävässä ei ole tällä hetkellä kukaan, virassa oleva lakimiessihteerimme on virkavapaalla ja viransijaisuutta ei ole vielä täytetty.
sme: Min deháleamos virggis láhkaolbmo barggus ii leat dán vuoru oktage, virgáiduvvan láhkaolmmoš lea virgeluomus ja virgesadjásašvuohta ii leat devdojuvvon.

source: Tilanne on kestämätön, ja joudummekin ostamaan asiantuntijapalveluita erityisesti oikeudellisissa kysymyksissä ulkopuolelta.
sme: Dilli lea gierdameahttun, ja šaddatnai oastit áššedovdibálvalusaid earenoamážit juridihkalaš gažaldagain olggobealde.

source: Saamelaiskäräjillä on suuri pula asiantuntijoista.
sme: Sámedikkis lea stuora vátni áššedovdiin.

source: Valitettavasti koulutettua ja pätevää saamelaisväestöä on vaikea houkutella takaisin saamelaisten kotiseutualueelle töihin - Etelä-Suomi ja Norja ovat houkuttelevammat vaihtoehdot.
sme: Dađi bahábut skuvlejuvvon ja dohkálaš sápmelaččaid lea váttis geasuhit ruovttoluotta Sápmái bargui – Lulli-Suopma ja Norga leaba eambbo geasuheaddji molssaeavttut.

source: Saimme kokouksessa kuitenkin myös päätettyä asioita, eli kokous ei mennyt aivan lähetekeskusteluksi.
sme: Liikká mearrideimmet maid áššiin, nu ahte čoakkán ii mannan duššebeare sáttaságastallamiidda.

source: Hyväksyimme mm. oppimateriaalin tuotantosuunnitelman, saamelaiskäräjien palkkiosäännön, joka mahdollistaa vakinaisen kuukautisen palkkion maksamisen varapuheenjohtajille.
sme: Dohkkeheimmet ee. oahppomateriála buvttadanplána ja sámedikki bálkkašupmenjuolggadusa, mii dahká vejolažžan bistevaš mánnosaš bálkká máksima várreságadolliide.

source: Sen suuruus päätetään kulloisenkin vuosittaisen budjetin hyväksymisen yhteydessä.
sme: Dan sturrodat dohkkehuvvo jahkásaččat bušeahta dohkkeheami olis.

source: Saamelaiskäräjät antoi tällä päätöksellään tärkeän viestin, se arvostaa poliitikkojen tekemää vaativaa poliittista työtä
sme: Sámediggi attii dáinna mearrádusainis dehálaš signála, dat atná árvvus politihkkariid dahkan gáibideaddji politihkalaš barggu.

source: Saamelaiskäräjät ei pitänyt Brysselissä vain kokousta, vaan luottamushenkilöille oli koulutusta EU:sta ja lisäksi pääsimme tapaamaan EU politiikkoja ja virkamiehiä.
sme: Sámediggi ii doallan Brüsselis dušše čoakkáma, muhto luohttámušolbmuide lei skuvlen EU:s ja dasa lassin beasaimet deaivat EU:a politihkkariid ja virgeolbmuid.

source: Matka on yksi saamelaiskäräjien kokouksen hyväksymän vaalikauden toimintaohjelman tavoitteita.
sme: Mátki lea okta sámedikki čoakkáma dohkkehan válgaáigodaga doaibmaprográmma ulbmiliin.

source: Keskustelimme europarlamentaarikko Nils Torvaldsin kanssa mm.. EU:n petopolitiikasta, saamelaisten oikeusasemasta ja siitä, miten dialogia EU:n ja saamelaisten välillä voisi kehittää.
sme: Ságastalaimet europarlamentarihkar Nils Torvaldsiin ee. EU:a spirepolitihkas, sámiid vuoigatvuohtasajádagas ja das, mot dialoga EU:a ja sámiid gaskka sáhtálii ovddiduvvot.

source: EU:n parlamentti ja komissio ovat sitoutuneet käymään dialogia alkuperäiskansojen kanssa.
sme: EU:a parlameanta ja komisšuvdna leaba čatnasan olláhuhttit dialoga álgoálbmogiiguin.

source: Keskustelu oli hyvin rakentava ja hyödyllinen.
sme: Ságastallan lei hui huksejeaddji ja ávkkálaš.

source: Suomessa on maa- ja metsätalousministeriön toimesta nostettu painokkaasti esille se, että Suomen petopolitiikka perustuu EU:n linjauksiin.
sme: Suomas lea eanan- ja meahccedoalloministeriija doaimmas loktejuvvon vuoimmálaččat ovdan, ahte Suoma spirepolitihkka vuođđuduvvá EU:a linnjemiidda.

source: Nykyinen petopolitiikka on kestämätön, koska se ei huomio petojen liikkumista valtioiden rajojen yli, korvausjärjestelmä on hidas ja kankea, korvauksia ei aina edes maksettu ja haittaeläinten poisto on todella vaikeaa.
sme: Dáláš spirepolitihkka ii suvdde, dat lea gierdameahttun. Dat ii váldde vuhtii beađuid johtima stáhtaid rájiid rastá, buhttenortnet lea njoahci ja gággat, buhtadusat eai álohii leat oba máksojuvvonge ja vahátelliid jávkadeapmi lea duođaid váttis.

source: Tilanne uhkaa jo poronhoidon tulevaisuutta.
sme: Dilli uhkida juo boazodoalu boahtteáiggi.

source: Torvalds toi esille, että juuri valtioilla on suurimmat velvoitteet tehdä omat päätöksensä.
sme: Torvalds buvttii ovdan, ahte namalassii stáhtain lea geatnegasvuohta dahkat iežas mearrádusaid.

source: Niiden on saatettava tilanne sille tasolle, että pedot eivät uhkaa elinkeinon harjoittamista.
sme: Dat galget oažžut dili dan dássái, ahte spiret eai uhkit ealáhusaiguin bargama.

source: EU ei pakota valtioita suojelemaan poroja petojen ravinnoksi.
sme: EU ii bákkut stáhtaid suodjalit bohccuid spiriid biebmun.

source: Ministeriöt voivat johtaa kansalaisia harhaan pitämään EU:ta kummajaisena ja syytellä tätä vaikka mistä asiasta, koska EU-kansalaiset eivät tiedä EU:sta eivätkä sen toiminnasta.
sme: Ministeriijat sáhttet čádjidahttit riikkavuložiid atnit EU:a gobmin ja sivahallat dan vaikko man áššis daningo EU ja dan bargu lea dovdameahttun eanas olbmuide.

source: Suurimmaksi osaksi huonolle politiikalle pitää hakea syyllistä muualta kuin EU:sta. Torvalds sanoi myös, että harkitsemattomilla elintavoillamme olemme myös sekoittaneet petojen luonnollisia elintapoja.
sme: Eanasin heajos politihkkii galgá ohcat sivalačča eará sajes go EU:s.Torvalds dajai maid, ahte heajos eallinvugiimet mielde leat maid seaguhan beađuid lunddolaš eallinvugiid.

source: Meillä on tästä johtuen enemmän häiriköivästi käyttäytyviä petoja kuin aikaisemmin.
sme: Mis lea dán geažil eambbo heajosmenolaš beađut go ovdal.

source: Tämänkin asian arvioiminen ja vastaavasti toimenpiteisiin ryhtyminen kuuluu jäsenvaltion tehtäviin.
sme: Dánnai ášši árvvoštallan ja doaibmabijuide riepman dan ektui gullá lahttoriikka bargguide.

source: Meillä oli mahdollisuus tavata myös komissaari Olli Rehn.
sme: Mis lei maid vejolašvuohta deaivat komissára Olli Rehna.

source: Oli hienoa, että tapaaminen järjestyi kaiken eurokriisin ja Kyproksen kriisin keskellä.
sme: Lei duođaid fiinna ášši, ahte deaivvadeapmi ordnahuvai buot euroroasu ja Kyprosa roasu gaskkas.

source: Se osoitti minusta myös sen, että komissaarilla on aito kiinnostus saamelaisasioihin.
sme: Dat čájehii mu mielas dan, ahte komissáras lea eakti beroštupmi sámi áššiide.

source: Toin tapaamisessa esille, että saamelaiskäräjät ja komissio voisivat yhteistyötä tehdä arktisessa ja pohjoisen ulottuvuuden politiikassa sekä erityisesti ympäristökysymyksissä.
sme: Bukten deaivvadeamis ovdan, ahte sámediggi ja komisšuvdna sáhtáleigga bargat ovttasráđiid árktalaš ja davvi dimenšuvnna politihkas sihke earenoamážit birasgažaldagain.

source: Ulkovaltasuhteista vastaava komissaari Lady Catherine Ashton on halunnut dialogia EU:n komission ja saamelaisten välille halutessaan viime kevään Suomen vierailullaan tavata saamelaisia ja itse näen hyvänä jatkumona tälle dialogille Suomen saamelaiskäräjien vierailuin EU:ssa.
sme: Olgoáššiid komissára Lady Catherine Ashton lea hálidan dialoga EU:a komisšuvnna ja sápmelaččaid gaskii go hálidii diimma giđa deaivat sápmelaččaiguin ja ieš oainnán buorrin joatkkan dán dialogii Suoma sámedikki guossástallama EU:s.

source: Toin myös esille sen, että EU:n rahoitusohjelma InterregSápmia tulisi kehittää.
sme: Bukten maid ovdan, ahte EU:a ruhtadanprográmma InterregSápmi galggalii gárgehuvvot.

source: Tärkeintä on, että se jatkuisi seuraavalla rahoituskaudella eikä sen rahoitusta pienennettäisi.
sme: Deháleamos lea, ahte dat seaillulii čuovvovaš ruhtadanbaji áigge iige dan ruhtadeapmi unniduvvole.

source: Valitettavasti nykyinen rahoitusohjelman käyttö on tuonut byrokratiallaan kielteisiä vaikutuksia eivätkä pienet toimija voi eivätkä uskalla rahoitusta hakea.
sme: Dađi bahábut dáláš ruhtadanprográmma atnu lea buktán byrokratiijainis biehtadahkes váikkuhusaid eaige smávvadoaibmit sáhte eaige duostta ohcat ruhtadeami.

source: Rahoitusohjelma ei palvele enää tarkoitustaan jos vain suuret ja vakavaraiset toimijat voivat sitä hakea.
sme: Ruhtadanprográmma ii bálval iežas ulbmila jos dušše stuora ja jábálaš doaibmit sáhttet dan ohcat.

source: Rahoitusohjelman hallintoa tulisi tehostaa.
sme: Ruhtadanprográmma hálddahus galggalii beavttálmahttojuvvot.

source: Komissaari Rehn oli hyvin myönteinen.
sme: Komissára Rehn lei hui miehtemielalaš.

source: Hän korosti, että komissio on sitoutunut dialogiin alkuperäiskansojen kanssa ja lupasi viedä asiaa eteenpäin ja pyysi yhteydenottoja omien avustajiensa kanssa.
sme: Son deattuhii, ahte komisšuvdna lea čatnasan dialogii álgoálbmogiiguin ja lohpidii doalvut ášši ovddos nu bures go son sáhttá ja bivddii oktavuohtaváldimiid iežas vehkiiguin.

source: Tapaamisesta jäi sellainen kuva, että hänellä on aito kiinnostus kehittää ja edistää dialogia saamelaisten ja komission välillä.
sme: Deaivvadeamis bázii dakkár govva, ahte sus lea eakti hállu ovddidit dialoga sápmelaččaid ja komisšuvnna gaskkas.

source: Korkein hallinto-oikeus on ratkaissut saamelaiskäräjien viime syksynä tekemät purkuhakemukset, jotka koskivat saamelaiskäräjien vaaliluettelon täydentämistä vastoin saamelaiskäräjien kantaa.
sme: Alimus hálddahusriekti lea mearridan sámedikki mannan čavčča dahkan burginohcamušatid, mat guske sámedikki válgalogahallama dievasmahttima vuostá sámedikki oainnu.

source: KHO on hylännyt purkuhakemukset asiaa tarkemmin perustelematta.
sme: AHR lea hilgon burginohcamušaid ášši dárkilit ákkastalakeahttá.

source: Tulen viemään asian seuraavaan hallituksen kokoukseen ja hallituksen tulee pohtia aikooko se viedä asiaa eteenpäin kansainvälisessä oikeudessa - YK:ssa tai Euroopan Neuvostossa.
sme: Boađán doalvut ášši čuovvovaš stivrra čoakkámii ja stivra galgá suokkardit áigugo dat doalvut ášši viidáseappot riikkaidgaskasaš riektái – ON:ii dehe Eurohpá Ráđđái ?

source: Mielestäni asia on periaatteellisesti niin tärkeä ja koska asiassa on myös kyse kansainvälisten sopimusten toimeenpanosta, niin saamelaiskäräjien ei tule jättää asiaa tähän.
sme: Mu mielas ášši lea prinsihpalaččat nu dehálaš, ja go áššis lea maid jearaldat riikkaidgaskasaš soahpamušaid olláhuhttimis, de sámediggi ii galgga guođđit ášši dása.

source: Seuraavassa blogissani kerron eilisen biodiversiteettikokouksen tärkeästä päätöksestä hyväksyä biodiversiteettistrategian toimeenpanoa ohjaava toimintaohjelma vuosille 2013 – 2020.
sme: Čuovvovaš bloggas muitalan ievttá biodiversiteahttačoakkáma dehálaš mearrádusas dohkkehit jagiide 2013 – 2020 doaibmaplána, mii stivre biodiversiteahttastrategiija olláhuhttima.

source: Klemetti Näkkäläjärvi
sme: Juvvá lemet
